'use client';

import { ReactElement } from 'react';

export default function CreatePage(): ReactElement {
  return (
    <div className="p-4 text-white">
      <h1 className="text-2xl font-bold">Create</h1>
      <p>
        Здесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоЗдесь будут отображаться популярные видеоЗдесь будут
        отображаться популярные видеоКОНЕЦ Здесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        популярные видеоКОНЕЦ Здесь будут отображаться популярные видеоЗдесь
        будут отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоКОНЕЦ Здесь будут
        отображаться популярные видеоЗдесь будут отображаться популярные
        видеоЗдесь будут отображаться популярные видеоЗдесь будут отображаться
        КОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦ
        КОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦКОНЕЦ
      </p>
    </div>
  );
}
